Repository: Elishaokon13/SpecFi
Catalog: src/i18n/locales/*.po
Languages: es_es, he_il, it_it, ja_jp, tr_tr

source: Max execution fee multiplier
es_es: Multiplicador máx. de tarifa por ejecución
he_il: מכפיל עמלת ביצוע מקסימלי
it_it: Moltiplicatore commissione esecuzione massima
ja_jp: 最大手数料の上乗せ率
tr_tr: Maksimum uygulama ücreti çarpanı

source: Maximum received:
es_es: Máximo recibido:
he_il: מקסימום שיכול להתקבל:
it_it: Massimo ricevuto:
ja_jp: 最大受取り額:
tr_tr: Maksimum alınan:

source: Min value for {0} is {1}
es_es: El valor mínimo para {0} es {1}
he_il: ערך מינימאלי עבור {0} הוא {1}
it_it: Valore minimo per {0} è {1}
ja_jp: {0} の最小値は {1} です
tr_tr: {0} için minimum değer {1} olacaktır

source: Miner Fee
es_es: Tarifa de minero
he_il: עמלת כּורה
it_it: Commissione per Miner
ja_jp: マイニング手数料
tr_tr: Madenci Ücreti

source: Miner Fee:
es_es: Tarifa de minero:
he_il: עמלת כּוֹרה:
it_it: Commissione per Miner:
ja_jp: マイニング手数料:
tr_tr: Madenci Ücreti:

source: Miner fee:
es_es: Tarifa de minero:
he_il: עמלת כּוֹרה:
it_it: Commissione per miner:
ja_jp: マイニング手数料:
tr_tr: Madenci ücreti:

source: Minimal Nitro value is {MIN_NITRO}
es_es: El valor mínimo del Nitro es {MIN_NITRO}
he_il: ערך ניטרו מינימלי הוא {MIN_NITRO}
it_it: Il valore di Nitro minimo è {MIN_NITRO}
ja_jp: Nitroの最小値は {MIN_NITRO} です
tr_tr: Asgari Nitro değeri {MIN_NITRO}

source: Minimal Slippage is {MIN_SLIPPAGE}
es_es: El slippage mínimo es {MIN_SLIPPAGE}
he_il: תנודת המחיר המינימלית היא {MIN_SLIPPAGE}
it_it: La Slippage Minima è {MIN_SLIPPAGE}
ja_jp: 最小スリッページは {MIN_SLIPPAGE} です
tr_tr: Asgari Kayma {MIN_SLIPPAGE}

source: Minimum
es_es: Mínimo
he_il: מינימום
it_it: Minimo
ja_jp: 最小値

source: Minimum received:
es_es: Mínimo recibido:
he_il: מינימום שעשוי להתקבל:
it_it: Minimo ricevuto:
ja_jp: 最少受取り額:
tr_tr: Minimum alınan:

source: Minimum value is {MIN_ERG_FOR_TX} ERG
es_es: El valor mínimo es {MIN_ERG_FOR_TX} ERG
he_il: הערך המינימלי הוא {MIN_ERG_FOR_TX} ERG
it_it: Il valore minimo è {MIN_ERG_FOR_TX} ERG
ja_jp: 最小値は {MIN_ERG_FOR_TX} ERGです
tr_tr: Minimum değer {MIN_ERG_FOR_TX} ERG

source: Mobile version is not supported yet
es_es: La versión móvil aún no está soportada
he_il: גירסת נייד אינה נתמכת עדיין
it_it: Versione mobile non ancora supportata
ja_jp: モバイル版はまだサポートされていません
tr_tr: Mobil sürüm henüz desteklenmemektedir

source: Nitro
he_il: ניטרוֹ
ja_jp: ニトロ

source: Nitro:
he_il: ניטרוֹ:
ja_jp: ニトロ:

source: No results found
es_es: No se han encontrado resultados
he_il: לא נמצאו תוצאות
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
tr_tr: Sonuç bulunamadı

source: Notice that:
es_es: Tenga en cuenta que:
he_il: שימי לב לכך:
it_it: Si noti che:
ja_jp: 注:
tr_tr: Şu satırlara dikkat:

source: Once LP-tokens are locked they cannot be withdrawn under any circumstances until the timer has expired. Please ensure the parameters are correct, as they are final.
es_es: Una vez bloqueados los tokens LP, no podrán ser retirados bajo ninguna circunstancia hasta que el temporizador haya caducado. Por favor, asegúrese de que los parámetros son correctos, ya que son finales.
he_il: משעה שה-LP-tokens נחסמו, לא ניתן למושכם בשום מצב עד שפג תוקף הטיימר. אנא וודאי שהפרמטרים מדוייקים שכן הם סופיים.
it_it: Una volta che i token LP sono bloccati, non possono essere ritirati in nessun caso fino alla scadenza del timer. Assicurarsi che i parametri siano corretti, in quanto definitivi.
ja_jp: 一度LPトークンがロックされると、タイマーが切れるまで、いかなる場合でも引き出すことはできません。変更できませんので、パラメータが正しいことを確認してください。
tr_tr: Tokenlar bir kez Likidite havuzuna hapsedildiğinde süre dolana kadar hiçbir surette çekilemeyeceklerdir. Parametreler nihai oldukları için lütfen doğruluklarını kontrol ediniz.

source: Pair
es_es: Par
he_il: צמד
it_it: Coppia
ja_jp: ペア
tr_tr: Çift

source: Pick new unlock date
es_es: Elige una nueva fecha de desbloqueo
he_il: בחר תאריך חדש לשחרור מחסימה
it_it: Scegli una nuova data di sblocco
ja_jp: 新しいロック解除日を選択
tr_tr: Yeni bir hapis bitim tarihi seçin

source: Pool
he_il: פּוּל
ja_jp: プール
tr_tr: Havuz

source: Pool liquidity
es_es: Liquidez de la Pool
he_il: נזילות פּוּל
it_it: Liquidità del pool
ja_jp: プールの流動性
tr_tr: Havuz likiditesi

source: Pool overview
es_es: Vista general del pool
he_il: סקירה כללית של הפּוּלים
it_it: Panoramica pool
ja_jp: プールの概要
tr_tr: Havuz özeti

source: Pooled assets
es_es: Activos en pools
he_il: נכסים שבַּפּוּל
it_it: Attività messe in pool
ja_jp: プールされたアセット
tr_tr: Havuzdaki varlıklar

source: Pools Overview
es_es: Vista general de los pools
he_il: סקירה כללית של פּוּלים
it_it: Panoramica Pool
ja_jp: プールの概要
tr_tr: Havuzların Özeti

source: Previous unlock date
es_es: Fecha de desbloqueo anterior
he_il: תאריך קודם של שחרור מחסימה
it_it: Data di sblocco precedente
ja_jp: 前回のロック解除日
tr_tr: Önceki hapis bitim tarihi

source: Price impact:
es_es: Impacto del precio:
he_il: השפעת המחיר:
it_it: Impatto sul prezzo:
ja_jp: 価格への影響:
tr_tr: Fiyat etkisi:

source: Read Guide
es_es: Leer la guía
he_il: קרא במדריך
it_it: Leggi la Guida
ja_jp: ガイドをご覧ください
tr_tr: Kılavuzu Oku

source: Read more
es_es: Leer más
he_il: קרא עוד
it_it: Continua a leggere
ja_jp: 続きを読む
tr_tr: Daha fazlasını oku

source: Recent transactions
es_es: Transacciones recientes
he_il: עסקאות אחרונות
it_it: Transazioni recenti
ja_jp: 最新のトランザクション
tr_tr: Son İşlemler

source: Recommended
he_il: מומלץ/ים
it_it: Consigliati
ja_jp: 推奨
tr_tr: Önerilen

source: Refresh page
es_es: Actualizar página
he_il: רענן עמוד
it_it: Aggiorna la pagina
ja_jp: ページの更新
tr_tr: Sayfayı yenile

source: Refund
es_es: Reembolso
he_il: בקש החזר
it_it: Rimborso
ja_jp: 返金
tr_tr: Para iadesi

source: Refund confirmation
es_es: Confirmación del reembolso
he_il: אישור החזר
it_it: Conferma del rimborso
ja_jp: 返金の確認
tr_tr: İade onayı

source: Refund transaction
es_es: Transacción de reembolso
he_il: עסקת זיכוי/החזר עסקה
it_it: Transazione di rimborso
ja_jp: 返金のトランザクション
tr_tr: İade işlemi

source: Refund will be performed to this address
es_es: El reembolso se realizará a esta dirección
he_il: החזר יבוצע לכתובת זו
it_it: Il rimborso sarà effettuato a questo indirizzo
ja_jp: このアドレスに返金されます
tr_tr: İade bu adrese yapılacaktır

source: Refunding {0} and {1}
es_es: Reembolsando {0} y {1}
he_il: מחזיר {0} ו {1}
it_it: Rimborso di {0} e {1}
ja_jp: {0} と {1} を返金をする
tr_tr: {0} ve {1} iade ediliyor

source: Relock liquidity
es_es: Bloquear liquidez de nuevo
he_il: חסום מחדש נזילות
it_it: Liquidità relock
ja_jp: 流動性を再ロック
tr_tr: Likiditeyi yeniden hapset

source: Relock position
es_es: Bloquear posición de nuevo
he_il: חסום מחדש פוזיציה
it_it: Posizione relock
ja_jp: ポジションを再ロック
tr_tr: Yeniden hapis pozisyonu

source: Relocking {0} and {1} ({2})
es_es: Bloqueando {0} y {1} ({2}) de nuevo
he_il: חוֹסם מחדש {0} ו {1} ({2})
it_it: Relock di {0} e {1} ({2})
ja_jp: {0} と {1} ({2}) を再ロック中
tr_tr: {0} ve {1} ({2}) yeniden hapsediliyor

source: Remove
es_es: Eliminar
he_il: הסר
it_it: Rimuovi
ja_jp: 削除
tr_tr: Kaldır

source: Remove Liquidity
es_es: Eliminar liquidez
he_il: הסר נזילות
it_it: Rimuovi Liquidità
ja_jp: 流動性を削除
tr_tr: Likiditeyi Kaldır

source: Remove liquidity
es_es: Eliminar liquidez
he_il: הסר נזילות
it_it: Rimuovi liquidità
ja_jp: 流動性を削除
tr_tr: Likiditeyi kaldır

source: Removing liquidity {0} and {1}
es_es: Eliminando liquidez {0} y {1}
he_il: מסיר נזילות {0} ו {1}
it_it: Rimozione di liquidità {0} e {1}
ja_jp: {0} と {1} の流動性を削除中
tr_tr: {0} ve {1} likiditesi kaldırılıyor

source: Search
es_es: Buscar
he_il: חיפוש
it_it: Cerca
ja_jp: 検索
tr_tr: Ara

source: Seems like Yoroi Wallet has an issue
es_es: Parece que la Wallet de Yoroi tiene un problema
he_il: נראה שארנק Yoroi נתקל בבעייה
it_it: Sembra che il Wallet di Yoroi abbia un problema
ja_jp: Yoroiウォレットに問題があるようです
tr_tr: Yoroi cüzdanda bir sorun var gibi

source: Select Locked Position
es_es: Seleccionar posición bloqueada
he_il: בחרי עמדת נעילה/בחרי עמדה נעולה
it_it: Seleziona Posizione Bloccata
ja_jp: ロックされたポジションを選択
tr_tr: Hapsedilmiş Pozisyonu Seç

source: Select Network
es_es: Seleccionar red
he_il: בחרי רשת
it_it: Seleziona una Rete
ja_jp: ネットワークを選択
tr_tr: Ağı Seç

source: Select Pair
es_es: Seleccionar par
he_il: בחר צמד
it_it: Seleziona Una Coppia
ja_jp: ペアを選択
tr_tr: İşlem Çifti Seç

source: Select Pool
es_es: Seleccionar Pool
he_il: בחרי פּוּל
it_it: Seleziona Una Pool
ja_jp: プールを選択
tr_tr: Havuz Seç

source: Select a fee tier
es_es: Seleccione un nivel de tarifa
he_il: בחרי מדרגת עמלה
it_it: Seleziona un livello di commissione
ja_jp: 手数料を選択
tr_tr: Ücretlendirme sınıfını seç

source: Select a token
es_es: Seleccione un token
he_il: בחר טוֹקן
it_it: Seleziona un gettone
ja_jp: トークンを選択
tr_tr: Token seç

source: Select a wallet
es_es: Seleccione una cartera
he_il: בחרי ארנק
it_it: Selezionare un portafoglio
ja_jp: ウォレットを選択
tr_tr: Cüzdan seç

source: Select address
es_es: Seleccionar dirección
he_il: בחר כתובת
it_it: Seleziona un indirizzo
ja_jp: アドレスを選択
tr_tr: Adres seç

source: Select pair
es_es: Seleccionar par
he_il: בחרי צמד
it_it: Seleziona una coppia
ja_jp: ペアを選択
tr_tr: İşlem çifti seç

source: Select pools
es_es: Seleccionar Pools
he_il: בחר פּוּלים
it_it: Seleziona una pool
ja_jp: プールを選択
tr_tr: Havuzları seç

source: Select relock date
es_es: Seleccionar fecha de rebloqueo
he_il: בחרי תאריך נעילה מחדש
it_it: Seleziona la data del relock
ja_jp: 再ロック日を選択
tr_tr: Yeniden hapis tarihi seç

source: Set initial price
es_es: Fijar un precio inicial
he_il: קבע מחיר התחלתי
it_it: Imposta il prezzo iniziale
ja_jp: 当初価格を設定
tr_tr: Başlangıç fiyatını belirle

source: Share
es_es: Compartir
he_il: שתף
it_it: Condividi
ja_jp: シェア率
tr_tr: Paylaş

source: Slippage tolerance
es_es: Tolerancia de slippage
he_il: תנודת מחיר מקובלת
it_it: Tolleranza di slippage
ja_jp: スリッページ許容度
tr_tr: Kayma toleransı

source: Slippage tolerance:
es_es: Tolerancia de slippage:
he_il: תנודת מחיר מקובלת:
it_it: Tolleranza di slippage:
ja_jp: スリッページ許容度:
tr_tr: Kayma toleransı:

source: Slippage: {slippage}
he_il: תנודת מחיר: {slippage}
ja_jp: スリッページ: {slippage}
tr_tr: Kayma: {slippage}

source: Status
es_es: Estado
he_il: מצב
it_it: Stato
ja_jp: ステータス
tr_tr: Durum

source: Swap
es_es: Intercambiar
he_il: המרה
it_it: Scambia
ja_jp: スワップ
tr_tr: Takas

source: Swapping is available in {0}
es_es: El intercambio estará disponible en {0}
he_il: המרה זמינה ב {0}
it_it: Lo scambio è disponibile in {0}
ja_jp: スワップは {0} で利用可能です
tr_tr: Takas {0} içinde kullanılabilir

source: Swapping {0} for {1}
es_es: Intercambiando {0} por {1}
he_il: ממיר {0} תמורת {1}
it_it: Scambia {0} per {1}
ja_jp: {0} を {1} にスワップ中

source: The % you will earn in fees
he_il: ה-% שתרוויחי בעמלות
it_it: La % che guadagnerai nelle commissioni
ja_jp: 手数料を獲得する%

source: The most recent block in Ergo network
es_es: El bloque más reciente en la red Ergo
he_il: הבלוק העדכני ברשת Ergo
it_it: Il blocco più recente della rete Ergo
ja_jp: Ergoネットワークの最新ブロック

source: The pool with such a pair has not yet been initialized. To create a pool enter an initial price. Then add the deposit amount.
es_es: El pool con este par aún no ha sido inicializada. Para crear un pool introduzca un precio inicial. Luego agregue la cantidad del depósito.
he_il: פּוּל עם צמד כזה טרם אותחל. על מנת לצור פּוּל הכניסי מחיר ראשוני, ואז הוסיפי את סכום ההפקדה.
it_it: La piscina con tale coppia non è ancora stata inizializzata. Per creare una piscina inserisci un prezzo iniziale. Quindi aggiungi l'importo del deposito.
ja_jp: このようなペアのプールはまだありません。プールを作成するには、当初価格を入力して入金します。

source: The value can't be more than {MAX_ERG_FOR_TX} ERG
es_es: El valor no puede ser mayor que {MAX_ERG_FOR_TX} ERG
he_il: הסכום לא יכול להיות יותר מ-{MAX_ERG_FOR_TX} ERG
it_it: Il valore non può essere più di {MAX_ERG_FOR_TX} ERG
ja_jp: 値は {MAX_ERG_FOR_TX} ERG 以上にすることはできません

source: This operation may include fake or scam assets. Only confirm if you have done your own research.
he_il: פעולה זו עלולה לכלול נכסים שנוצרו בזיוף או הונאה. אשרי רק אם ערכת את המחקר שלך לגביהם.
it_it: Questa operazione può includere falsi o truffa beni. Conferma solo se hai fatto la tua ricerca.

source: This pair has not been verified by the ErgoDEX team
he_il: צמד זה לא אומת על ידי צוות ErgoDEX
it_it: Questa coppia non è stata verificata dal team ErgoDEX

source: This position is still locked
es_es: Esta posición todavía está bloqueada
he_il: פוזיציה זו עדיין נעולה
it_it: Questa posizione è ancora bloccata
ja_jp: このポジションはまだロックされています

source: This wallet may not always work as expected. I understand what I do andwill use it at my own risk.
he_il: יתכן שארנק זה לא תמיד יעבוד כמצופה. אני מבינה מה אני עושה ואשתמש בו על אחריותי בלבד.
it_it: Questo portafoglio potrebbe non funzionare sempre come previsto. Capisco cosa faccio e lo userò a mio rischio.
ja_jp: このウォレットは常に期待どおりに動作するとは限りません。自己責任で使用することを理解しています。

source: To
es_es: A
he_il: אל
it_it: A
ja_jp: に

source: Total Fees
es_es: Tarifas totales
he_il: סך עמלות
it_it: Commissioni totali
ja_jp: 手数料の合計

source: Total balance
es_es: Saldo total
he_il: יתרה כוללת
it_it: Saldo totale
ja_jp: 総残高

source: Total fees:
es_es: Tarifas totales:
he_il: סך העמלות:
it_it: Commissioni totali:
ja_jp: 手数料の合計:

source: Total in locker
es_es: Total bloqueado
he_il: סך הכל בַּלוֹֹקר
it_it: Totale nel locker
ja_jp: ロックされたトークンの合計

source: Total locked
es_es: Total bloqueado
he_il: סך הכל נעול
it_it: Totale bloccato
ja_jp: ロックされたトークンの合計

source: Total withdrawable
es_es: Total retirable
he_il: כל הסכום שניתן למשיכה
it_it: Totale prelevabile
ja_jp: 引出し可能額

source: Transaction Settings
es_es: Ajustes de la transacción
he_il: הגדרות טרנזאקציה
it_it: Impostazioni della Transazione
ja_jp: トランザクションの設定

source: Transaction rejected
es_es: Transacción rechazada
he_il: טרנזאקציה נדחתה
it_it: Transazione rifiutata
ja_jp: トランザクションが承認されませんでした

source: Transaction submitted
es_es: Transacción enviada
he_il: טרנזאקציה הוגשה
it_it: Transazione inviata
ja_jp: トランザクションを送信しました

source: Try again later
es_es: Inténtalo de nuevo más tarde
he_il: נסי שוב מאוחר יותר
it_it: Riprova più tardi
ja_jp: 後ほどもう一度お試しください

source: Type
es_es: Tipo
he_il: סוג
it_it: Digita
ja_jp: 種類

source: Type token name or pool id
he_il: הקלד שם טוקן או ID של הפול
it_it: Digita il nome del token o il pool id

source: UI Fee:
es_es: Tarifa de UI:
he_il: עמלת ממשק משתמש:
it_it: Tassa UI:
ja_jp: アプリ使用料:

source: Unlock Block
es_es: Bloque de desbloqueo
he_il: פתח נעילת בלוק
it_it: Sblocca Blocco
ja_jp: ブロックのロック解除

source: Unlock Date
es_es: Fecha de desbloqueo
he_il: פתח נעילת תאריך
it_it: Data Di Sblocco
ja_jp: ロック解除日

source: Unlock block
es_es: Bloque de desbloqueo
he_il: פתח נעילת בלוק
it_it: Sblocca blocco
ja_jp: ブロックのロック解除

source: Unlock date
es_es: Fecha de desbloqueo
he_il: תאריך סיום חסימה
it_it: Data di sblocco
ja_jp: ロック解除日

source: Unlocked
es_es: Desbloqueado
he_il: לא נעול
it_it: Sbloccato
ja_jp: ロック解除済み

source: Updated unlock date
es_es: Fecha de desbloqueo actualizada
he_il: תאריך שחרור נעילה מעודכן
it_it: Data di sblocco aggiornata
ja_jp: 更新後のロック解除日

source: Use the desktop version and Google Chrome browser
es_es: Usa la versión de escritorio y el navegador Google Chrome
he_il: השתמש בגירסת דסקטופ ובדפדפן גוגל כרום
it_it: Usa la versione desktop e il browser Google Chrome
ja_jp: Google Chromeブラウザでデスクトップ版を使用してください

source: View on Explorer
es_es: Ver en el explorador
he_il: צפה באמצעות הסייר
it_it: Visualizza sull'Explorer
ja_jp: エクスプローラーで表示

source: View on explorer
es_es: Ver en el explorador
he_il: צפה באמצעות הסייר
it_it: Visualizza sull'explorer
ja_jp: エクスプローラーで表示

source: View on explorer.
es_es: Ver en el explorador.
he_il: צפה באמצעות הסייר.
it_it: Visualizza sull'explorer.
ja_jp: エクスプローラーで表示.

source: Waiting for confirmation
es_es: Esperando confirmación
he_il: ממתין לאישור
it_it: In attesa di conferma
ja_jp: 承認待ち
tr_tr: Onay bekleniyor

source: Wallet
es_es: Cartera
he_il: ארנק
it_it: Portafoglio
ja_jp: ウォレット
tr_tr: Cüzdan

source: We recommend that you DO NOT use ErgoDEX to operate large amounts of assets!
es_es: Le recomendamos que NO utilice ErgoDEX para operar grandes cantidades de activos!
he_il: אנחנו ממליצים שלא תשתמש ב-ErgoDEX לתפעל נכסים בכמויות גדולות!
it_it: Si consiglia di NON utilizzare ErgoDEX per gestire grandi quantità di risorse!
ja_jp: ErgoDEXで多額のアセットを扱うことはお勧めしません!

source: Withdrawable
es_es: Retirable
he_il: ניתן למשיכה
it_it: Prelevabile
ja_jp: 引出し可能額

source: Withdrawal
es_es: Retiro
he_il: משיכה
it_it: Prelievo
ja_jp: 引出し

source: You didn't provide liquidity to this pool yet.
es_es: No has proporcionado liquidez a este pool aún.
he_il: טרם הוסַפְת נזילות לפּוּל זה.
it_it: Non hai ancora fornito liquidità a questo pool.
ja_jp: まだこのプールに流動性を提供していません。

source: You need ERG to pay transaction fees
es_es: Necesitas ERG para pagar comisiones de transacción
he_il: את זקוקה ל-ERG כדי לשלם עמלות עסקה
it_it: Hai bisogno di ERG per pagare le commissioni di transazione
ja_jp: 取引手数料を支払うためにERGが必要です

source: You will spend {value} ERG for every operation.
es_es: Gastarás {value} ERG por cada operación.
he_il: אתה תוציא {value} ERG לכל פעולה.
it_it: Spenderai {value} ERG per ogni operazione.
ja_jp: オーダーごとに {value} ERGを使用します。

source: Your Positions
es_es: Tus posiciones
he_il: הפוזיציות שלך
it_it: La tua Posizione
ja_jp: あなたのポジション

source: Your liquidity
es_es: Tu liquidez
he_il: הנזילות שלך
it_it: La tua liquidità
ja_jp: あなたの流動性

source: Your liquidity positions will appear here.
es_es: Sus posiciones de liquidez aparecerán aquí.
he_il: פוזיציות הנזילות שלך יוצגו כאן.
it_it: Le tue posizioni di liquidità appariranno qui.
ja_jp: 流動性ポジションはここに表示されます。

source: Your operation will be executed in this pool. <0/> You can also choose another pool for this pair
es_es: Tu operación se ejecutará en este pool. <0/> También puedes elegir otro pool para este par
he_il: הפעולה שלך תבוצע בפּוּל הנוכחי. <0/> את יכולה גם לבחור פּוּל אחר עבור הצמד הזה
it_it: La tua operazione sarà eseguita in questo pool. <0/> Puoi anche scegliere un altro pool per questa coppia
ja_jp: オーダーはこのプールで実行されます。<0/>このペアの別のプールを選択することもできます。

source: Your transaction may be frontrun
es_es: Tu transacción puede ser anticipada
he_il: יתכן שמישהו יטרים (frontrun) את הטרנזאקציה שלך
it_it: La tua transazione potrebbe tornare indietro
ja_jp: トランザクションがフロントランする可能性があります

source: Your transaction may fail
es_es: Tu transacción puede fallar
he_il: יתכן שהטרנזאקציה שלך תכשל
it_it: La tua transazione potrebbe fallire
ja_jp: トランザクションが承認されない可能性があります

source: Your transaction will revert if the price changes unfavorably by more than this percentage
es_es: Tu transacción se revertirá si el precio cambia desfavorablemente más de este porcentaje
he_il: הטרנזאקציה שלך תבוטל אם המחיר ישתנה לרעתך ביותר מהאחוז הבא
it_it: La tua transazione verrà annullata se il prezzo cambia sfavorevolmente oltre questa percentuale
ja_jp: 価格がこのパーセントを超えるとトランザクションは元に戻ります

source: explorer
es_es: explorador
he_il: סייר ארגו
ja_jp: エクスプローラー

source: meet your expectations.
es_es: cumplir con sus expectativas.
he_il: עונים על הציפיות שלך.
it_it: soddisfa le tue aspettative.
ja_jp: 期待値を満たしている

source: only on top of the Ergo Blockchain.
es_es: sólo sobre la blockchain de Ergo.
he_il: רק על גבי הבלוקצ'איין של Ergo.
it_it: solo sulla Blockchain di Ergo.
ja_jp: Ergoブロックチェーン上にのみ

source: {0} Community Pools
he_il: {0} פּוּלים של הקהילה
it_it: {0} Pools della Comunità

source: {0} per {1}
es_es: {0} por {1}
he_il: {0} עבור {1}

source: {daysCount} Days
es_es: {daysCount} Días
he_il: {daysCount} ימים
it_it: {daysCount} Giorni
ja_jp: {daysCount} 日

source: {monthsCount} Months
es_es: {monthsCount} meses
he_il: {monthsCount} חודשים
it_it: {monthsCount} Mesi
ja_jp: {monthsCount} ヶ月

source: {numberOfPendingTxs} Pending
es_es: {numberOfPendingTxs} Pendientes
he_il: {numberOfPendingTxs} ממתינות
it_it: {numberOfPendingTxs} In sospeso
ja_jp: {numberOfPendingTxs} が保留中

source: {walletName} Wallet doesn’t support “create pool” functionality yet. Choose another wallet to perform the operation.
es_es: El monedero {walletName} aún no soporta la funcionalidad de "crear pool". Elija otra cartera para realizar la operación.
he_il: ארנק {walletName} אינו תומך עדין בפונקציונליות "צרי פּוּל". בחרי ארנק אחר על מנת לבצע את הפעולה.
it_it: {walletName} Wallet non supporta ancora la funzionalità “create pool”. Scegli un altro portafoglio per eseguire l’operazione.
ja_jp: {walletName} Walletはまだ「プールの作成」機能をサポートしていません。プールを作成するには別のウォレットを選択してください。

source: {yearsCount} Years
es_es: {yearsCount} años
he_il: {yearsCount} שנים
it_it: {yearsCount} Anni
ja_jp: {yearsCount} 年

source: It is impossible to display statistics for this pool
es_es: Es imposible mostrar estadísticas para este pool
ja_jp: このプールの統計情報は表示できません
