Repository: Elishaokon13/SpecFi
Catalog: src/i18n/locales/*.po
Languages: es_es, he_il, it_it, ja_jp, tr_tr

source: (Block: {0})
es_es: (Bloque: {0})
he_il: (בלוק: {0})
it_it: (Blocco: {0})
ja_jp: (ブロック: {0})
tr_tr: (Blok: {0})

source: (Unlock block: {0})
es_es: (Bloque de desbloqueo: {0})
he_il: (בטלי נעילת בלוק: {0})
it_it: (Sblocca blocco: {0})
ja_jp: (ブロックのロックを解除: {0})
tr_tr: (Blok kilidini aç: {0})

source: - By creating an order you send your funds to a specific smart-contract, all such contracts are wired into the UI. Thus, orders are created entirely in your browser (on your machine).
es_es: - Al crear una orden envías tus fondos a un contrato inteligente concreto, todos estos contratos se conectan a la interfaz de usuario. Así, las órdenes se crean por completo en su navegador (en tu dispositivo).
he_il: - על ידי יצירת פקודה אתה שולח את המטבעות שלך לחוזה חכם מסוים; כל החוזים האלה מתחברים אל ממשק המשתמש. לפיכך, פקודות נוצרות בתוך הדפדפן שלך בלבד (במחשב שלך).
it_it: - Creando un ordine invii i tuoi fondi a uno specifico smart-contract, tutti questi contratti sono collegati all'interfaccia utente. Così, gli ordini vengono creati interamente nel vostro browser (sulla vostra macchina).
ja_jp: - 注文すると特定のスマートコントラクトに資金を送ることができます。スマートコントラクトはブラウザ上のUIと繋がっており、注文は完全にブラウザ(ローカル)上で作成されます。
tr_tr: - Emir vererek paralarınızı belirli bir akıllı sözleşmeye gönderirsiniz, bu sözleşmeler kullanıcı arayüzüne bağlıdırlar. Bu yüzden emirler tamamen tarayıcınızda (makinenizde) oluşturulur.

source: - ErgoDEX operates on a live blockchain, thus trades are final, and irreversible once they have status «executed»;
es_es: - ErgoDEX opera en una blockchain en vivo, por lo que las operaciones son definitivas e irreveribles una vez que tienen el estado «ejecutado»;
he_il: - ErgoDEX פועל בבלוקצ'יין "חי", לפיכך פעולות מסחר הן סופיות, ובלתי ניתנות לביטול משעה שהסטטוס שלהן הפך ל- «בוצע»;
it_it: - ErgoDEX opera su una blockchain live, quindi gli scambi sono definitivi e irreversibili una volta che hanno raggiunto lo stato «eseguito»;
ja_jp: - ErgoDEXにおける取引はブロックチェーン上に記録されるため、«executed»ステータスになると元に戻すことはできません。
tr_tr: - ErgoDEX hareketli bir blokzincir üzerinde çalışır, bu yüzden takaslar nihaidir ve «yapıldı» konumuna geçtiklerinde geri döndürülemezdir;

source: - Every transaction can be viewed via
es_es: - Cada transacción se puede vista desde
he_il: - ניתן לצפות בכל פעולת מסחר באמצעות
it_it: - Ogni transazione può essere visualizzata attraverso
ja_jp: - すべてトランザクションを確認
tr_tr: - Her işleme göz atmak için:

source: 0.3% fee
es_es: 0.3% de tarifa
he_il: עמלה 0.3%
it_it: commissione dello 0,3%
ja_jp: 0.3%の手数料
tr_tr: %0,3 ücret

source: 1 Day
es_es: 1 día
he_il: יום 1
it_it: 1 Giorno
ja_jp: 1日
tr_tr: 1 Gün

source: 1 Month
es_es: 1 mes
he_il: חודש 1
it_it: 1 Mese
ja_jp: 1ヶ月
tr_tr: 1 Ay

source: 1 Year
es_es: 1 año
he_il: שנה 1
it_it: 1 Anno
ja_jp: 1年
tr_tr: 1 Yıl

source: 1% fee
es_es: 1% de tarifa
he_il: עמלה 1%
it_it: commissione dell'1%
ja_jp: 1%の手数料
tr_tr: %1 ücret

source: 1. You will use the product at your own peril and risk;
es_es: 1. Usted utilizará el producto bajo su propia responsabilidad y riesgo;
he_il: 1. השימוש במוצר על אחריותך בלבד;
it_it: 1. Userete il prodotto a vostro rischio e pericolo;
ja_jp: 1. 本アプリは自己責任のもとで使用してください。
tr_tr: 1. Ürünü kendi sorumluluğunuzda kullanacaksınız;

source: 2. Only YOU are responsible for your assets;
es_es: 2. Sólo USTED es responsable de sus activos;
he_il: 2. אתה האחראי הבלעדי לנכסים שלך;
it_it: 2. Solo VOI siete responsabili dei vostri beni;
ja_jp: 2. あなたの資産の責任者はあなたです。
tr_tr: 2. Varlıklarınızdan yalnızca SİZ sorumlusunuz;

source: About
es_es: Acerca de ErgoDex
he_il: אודות
it_it: Informazioni
ja_jp: このアプリについて
tr_tr: Hakkında

source: Active
es_es: Activo
he_il: פעיל
it_it: Attivo
ja_jp: アクティブ
tr_tr: Aktif

source: Active address
es_es: Dirección activa
he_il: כתובת פעילה
it_it: Indirizzi attivi
ja_jp: 有効なアドレス
tr_tr: Aktif adresler

source: Add Liquidity
es_es: Añadir liquidez
he_il: הוסף נזילות
it_it: Aggiungi Liquidità
ja_jp: 流動性を追加
tr_tr: Likidite Ekle

source: Add liquidity
es_es: Añadir liquidez
he_il: הוסף נזילות
it_it: Aggiungi liquidità
ja_jp: 流動性を追加
tr_tr: Likidite ekle

source: Adding liquidity {0} and {1}
es_es: Añadiendo liquidez {0} y {1}
he_il: מוסיף נזילות {0} ו {1}
it_it: Aggiungere liquidità {0} e {1}
ja_jp: {0} と {1} の流動性を追加
tr_tr: {0} ve {1} likiditesi ekleniyor

source: All output assets will be received at this address.
es_es: Todos los activos serán recibidos en esta dirección.
he_il: כל הנכסים המונפקים יתקבלו בכתובת זו.
it_it: Tutte le risorse in uscita saranno ricevute a questo indirizzo.
ja_jp: すべてのアウトプットアセットはこのアドレスに送られます。
tr_tr: Tüm çıktı varlıklar bu adres tarafından alınacaktır.

source: Amount
es_es: Cantidad
he_il: כמות
it_it: Importo
ja_jp: 金額
tr_tr: Miktar

source: Annual Percentage Rate. Average estimation of how much you may potentially earn providing liquidity to this pool.
es_es: Tasa de Porcentaje Anual. Estimación promedio de cuánto puede ganar potencialmente proporcionando liquidez en esta pool/piscina.
he_il: שיעור ריבית שנתית. הערכה ממוצעת של כמה את עשויה להרוויח אם תספקי נזילות לפּוּל זה.
it_it: Tasso Percentuale Annuo. Stima media di quanto si può potenzialmente guadagnare fornendo liquidità a questa pool.
ja_jp: 年換算利回り。このプールに流動性を追加した場合に得られる報酬の推定平均値。
tr_tr: Yıllık Yüzde Oranı. Bu havuza likidite sağlayarak ortalama ne kadar kazanabileceğinin tahmini.

source: Assets
es_es: Activos
he_il: נכסים
it_it: Beni
ja_jp: アセット
tr_tr: Varlıklar

source: Assets to lock
es_es: Activos a bloquear
he_il: נכסים לחסימה
it_it: Beni da bloccare
ja_jp: ロックするアセット
tr_tr: Hapsedilecek varlıklar

source: Assets to relock
es_es: Activos a bloquear de nuevo
he_il: נכסים לחסימה חוזרת
it_it: Beni da ribloccare
ja_jp: 再ロックするアセット
tr_tr: Yeniden hapsedilecek varlıklar

source: Assets to remove
es_es: Activos a eliminar
he_il: נכסים להסרה
it_it: Beni da rimuovere
ja_jp: 削除するアセット
tr_tr: Çıkarılacak varlıklar

source: Back to Home
es_es: Volver al Inicio
he_il: חזרה לדף הבית
it_it: Torna alla Homepage
ja_jp: ホームに戻る
tr_tr: Ana Sayfaya Dön

source: Balance: {0}
es_es: Saldo: {0}
he_il: יתרה: {0}
it_it: Saldo: {0}
ja_jp: 残高: {0}
tr_tr: Bakiye: {0}

source: Become a liquidity provider
es_es: Conviértete en un proveedor de liquidez
he_il: הפוך לספק נזילות
it_it: Diventa un fornitore di liquidità
ja_jp: 流動性提供者になる
tr_tr: Likidite sağlayıcısı ol

source: Best for exotic pairs
es_es: El mejor para pares exóticos
he_il: הטוב ביותר עבור צמדים "אקזוטיים"
it_it: Meglio per coppie esotiche
ja_jp: 関連性の低いペアに最適です
tr_tr: Egzotik çiftler için en iyisi

source: Best for most pairs
es_es: El mejor para la mayoría de pares
he_il: הטוב ביותר עבור רוב הצמדים
it_it: Ideale per la maggior parte delle coppie
ja_jp: ほとんどのペアに最適です
tr_tr: Çoğu çift için en iyisi

source: Block:
es_es: Bloque:
he_il: בלוק:
it_it: Blocco:
ja_jp: ブロック:
tr_tr: Blok:

source: By accepting these KYA, you agree that:
es_es: Al aceptar este KYA, usted acepta que:
he_il: בכך שתקבל את ה-KYA הבאים, אתה מסכים כי:
it_it: Accettando questi KYA, accetti che:
ja_jp: これらの KYA(リスクの理解)を受け入れることで、以下に同意することになります:
tr_tr: Bu bilgilendirme metnini kabul ederek bunları kabul ediyorsun:

source: Change
es_es: Cambiar
he_il: החלף
it_it: Modifica
ja_jp: 変更
tr_tr: Değiştir

source: Change wallet
es_es: Cambiar cartera
he_il: החלף ארנק
it_it: Cambia portafoglio
ja_jp: ウォレットを変更
tr_tr: Cüzdan değiştir

source: Check Internet Connection
es_es: Comprueba la conexión a Internet
he_il: בדוק את החיבור לאינטרנט
it_it: Controlla la Connessione Internet
ja_jp: インターネット接続を確認してください。
tr_tr: İnternet bağlantısını kontrol edin

source: Check out our guides how to become a liquidity provider
es_es: Revisa nuestras guías cómo convertirte en un proveedor de liquidez
he_il: עיין במדריך שלנו כדי לדעת איך להפוך לספק נזילות
it_it: Scopri le nostre guide su come diventare un fornitore di liquidità
ja_jp: 流動性提供者になる方法についてのガイドをご覧ください
tr_tr: Likidite sağlayıcısı nasıl olunur öğrenmek için rehberimize göz atın

source: Choose
es_es: Elegir
he_il: בחרי
it_it: Scegli
ja_jp: 選択
tr_tr: Seç

source: Choose Date
es_es: Elegir fecha
he_il: בחרי תאריך
it_it: Scegli Data
ja_jp: 日付を選択
tr_tr: Tarih Seç

source: Choose Pool
es_es: Elegir pool
he_il: בחרי פּוּל
it_it: Scegli Una Pool
ja_jp: プールを選択
tr_tr: Havuz Seç

source: Choose a fee
es_es: Elegir una tarifa
he_il: בחרי עמלה
it_it: Scegliere una commissione
ja_jp: 手数料を選択
tr_tr: Ücretlendirme seç

source: Confirm
es_es: Confirmar
he_il: אשרי
it_it: Conferma
ja_jp: 確認する
tr_tr: Onayla

source: Confirm Add Liquidity
es_es: Confirmar añadir liquidez
he_il: אשרי הוסף נזילות
it_it: Conferma Aggiunta di Liquidità
ja_jp: 流動性の追加を確認
tr_tr: Likidite Eklemeyi Onayla

source: Confirm Lock
es_es: Confirmar bloqueo
he_il: אשרי חסימה
it_it: Conferma Blocco
ja_jp: ロックを確認
tr_tr: Hapsetmeyi Onayla

source: Confirm Relock
es_es: Confirmar bloqueo de nuevo
he_il: אשרי חסימה מחדש
it_it: Conferma Relock
ja_jp: 再ロックを確認
tr_tr: Yeniden Hapsetmeyi Onayla

source: Confirm Remove Liquidity
es_es: Confirmar eliminar liquidez
he_il: אשר הסרת נזילות
it_it: Conferma Rimozione Liquidità
ja_jp: 流動性の削除を確認
tr_tr: Likidite Çıkarmayı Onayla

source: Confirm Swap
es_es: Confirmar intercambio
he_il: אשרי ביצוע המרה
it_it: Conferma Scambio
ja_jp: スワップを確認
tr_tr: Takası Onayla

source: Confirm Withdrawal
es_es: Confirmar retirada
he_il: אשרי משיכה
it_it: Conferma Prelievo
ja_jp: 引き出しを確認
tr_tr: Çekimi Onayla

source: Confirm pool creation
es_es: Confirmar la creación del pool
he_il: אשרי יצירת פּוּל
it_it: Conferma creazione pool
ja_jp: プールの作成を確認
tr_tr: Havuz oluşturmayı onayla

source: Confirm swap
es_es: Confirmar intercambio
he_il: אשרי ביצוע המרה
it_it: Conferma scambio
ja_jp: スワップを確認
tr_tr: Takası onayla

source: Confirm this transaction in your wallet
es_es: Confirma esta transacción en su cartera
he_il: אשרי עסקה זו בארנק שלך
it_it: Conferma questa transazione nel tuo portafoglio
ja_jp: ウォレットでこの取引を確認する
tr_tr: Bu işlemi cüzdanında onayla

source: Confirm withdrawal
es_es: Confirmar retirada
he_il: אשרי משיכה
it_it: Conferma prelievo
ja_jp: 出金を確認
tr_tr: Çekimi onayla

source: Connect wallet
es_es: Conectar cartera
he_il: חבר ארנק
it_it: Connetti portafoglio
ja_jp: ウォレットに接続
tr_tr: Cüzdanı bağla

source: Copied to clipboard!
es_es: ¡Copiado al portapapeles!
he_il: הועתק ללוח!
it_it: Copiato negli appunti!
ja_jp: クリップボードにコピーしました！
tr_tr: Panoya kopyalandı!

source: Copy Address
es_es: Copiar dirección
he_il: העתק כתובת
it_it: Copia Indirizzo
ja_jp: アドレスをコピー
tr_tr: Adresi Kopyala

source: Copy to clipboard.
es_es: Copiar al portapapeles.
he_il: העתק ללוח.
it_it: Copia negli appunti.
ja_jp: クリップボードにコピーする
tr_tr: Panoya kopyala.

source: Create Pool
es_es: Crear Pool
he_il: צור פּוּל
it_it: Crea Pool
ja_jp: プールを作成
tr_tr: Havuz Oluştur

source: Create pool
es_es: Crear Pool
he_il: צרי פּוּל
it_it: Crea pool
ja_jp: プールを作成
tr_tr: Havuz oluştur

source: Current price
es_es: Precio actual
he_il: מחיר נוכחי
it_it: Prezzo attuale
ja_jp: 現在価格
tr_tr: Güncel fiyat

source: Custom fee tier
es_es: Nivel de comisión personalizado
he_il: מדרגת עמלה מותאמת אישית
it_it: Commissione personalizzata
ja_jp: カスタム手数料
tr_tr: Özel ücret sınıfı

source: Dark mode
es_es: Modo oscuro
he_il: מצב כהה
ja_jp: ダークモード
tr_tr: Karanlık mod

source: Date
es_es: Fecha
he_il: תאריך
it_it: Data
ja_jp: 日付
tr_tr: Tarih

source: Disconnect wallet
es_es: Desconectar cartera
he_il: נתק ארנק
it_it: Disconnetti portafoglio
ja_jp: ウォレットを切断
tr_tr: Cüzdanla bağlantıyı kes

source: Docs
es_es: Documentos
he_il: מסמכים
it_it: Documenti
ja_jp: ドキュメント
tr_tr: Belgeler

source: ERG balance is low
es_es: El salgo de ERG es bajo
he_il: יתרת ERG נמוכה
it_it: Il saldo di ERG è basso
ja_jp: ERGの残高が不足しています
tr_tr: ERG bakiyesi düşük

source: Enter an Amount
es_es: Introduzca una cantidad
he_il: הכנס סכום
it_it: Inserisci un Importo
ja_jp: 金額を入力
tr_tr: Bir Miktar Girin

source: Enter an Initial Price
es_es: Introduzca un precio inicial
he_il: הכנס מחיר התחלתי
it_it: Inserisci un Prezzo Iniziale
ja_jp: 初期価格を入力します
tr_tr: Bir Başlangıç Fiyatı Girin

source: Ergo network
es_es: Red de Ergo
he_il: רשת Ergo
it_it: Rete Ergo
ja_jp: Ergoネットワーク
tr_tr: Ergo ağı

source: ErgoDEX Smart Contracts
es_es: Contratos inteligentes de ErgoDEX
he_il: החוזים חכמים של ErgoDEX
it_it: Contratti Intelligenti ErgoDEX
ja_jp: ErgoDEXのスマートコントラクト
tr_tr: ErgoDEX Akıllı Sözleşmeler

source: ErgoDEX Team doesn’t guarantee the absence of bugs and errors.
es_es: El equipo de ErgoDEX no garantiza la ausencia de errores.
he_il: צוות ErgoDEX אינו מתחייב שאין באתר בגים או טעויות.
it_it: Il Team ErgoDEX non garantisce l’assenza di bug ed errori.
ja_jp: ErgoDEXチームはバグやエラーがないことを保証いたしません。
tr_tr: ErgoDEX Takımı yazılım hataları veya sorunların olmayacağını garanti etmez.

source: ErgoDEX is a decentralized financial (DeFi) application which means it doesn’t have a central government body. ErgoDEX includes AMM (Swap, Add liquidity and Remove liquidity) functionality
es_es: ErgoDEX es una aplicación descentralizada financiera (DeFi) lo que significa que no tiene un organismo del gobierno central. ErgoDEX incluye la funcionalidad AMM (Intercambio, añadir y eliminar liquidez)
he_il: ErgoDEX היא אפליקצייה פיננסית מבוזרת (DeFi), כלומר שאין לה ממשל מרכזי. ErgoDEX כוללת פונקציונליות של AMM (המרה, הוספת נזילות והסרת נזילות)
it_it: ErgoDEX è un'applicazione finanziaria decentrata (DeFi) che significa che non ha un ente governativo centrale. ErgoDEX include la funzionalità AMM (Swap, Aggiungi liquidità e Rimuovi liquidità)
ja_jp: ErgoDEXは中央管理者がいない分散型金融(DeFi)アプリです。 ErgoDEXにはAMM(スワップ、流動性の追加、清算)機能があります
tr_tr: ErgoDEX bir merkeziyetsiz finans (DeFi) uygulamasıdır ve bu merkezi bir yönetim zümresi olmadığı anlamına gelir. ErgoDEX'te AMM (Takas et, Likidite ekle ve Likidite çıkar) fonksiyonları bulunur

source: ErgoDEX offers a form of added security, as buyers and sellers do not have to give their information to any 3rd party. However, ErgoDEX is without a know your customer (KYC) process and can offer NO assistance if a user is hacked or cheated out of passwords, currency or private wallet keys.
es_es: ErgoDEX ofrece una forma de seguridad adicional, ya que los compradores y vendedores no tienen que dar su información a ninguna tercera parte. Sin embargo, ErgoDEX no conoce la identidad de su cliente (KYC) y no puede ofrecer asistencia si un usuario es hackeado o engañado fuera de las contraseñas, moneda o claves de cartera privadas.
he_il: ErgoDEX מציעה סוג של הגנה נוספת, בכך שקונים ומוכרים אינם חייבים למסור מידע אודות עצמם לצד שלישי. למרות זאת, מאחר ואין ב-ErgoDEX תהליך של "הכר את הלקוח" (KYC), היא אינה יכולה להציע כל עזרה במקרה של פריצה לחשבון של משתמש, או שנגנבות ממנו ססמאות, כספים או מילות המפתח של הארנק.
it_it: ErgoDEX offre una forma di sicurezza aggiuntiva, in quanto gli acquirenti e i venditori non devono fornire le loro informazioni a qualsiasi terza parte. Tuttavia, ErgoDEX è senza conoscere il processo del cliente (KYC) e non può offrire assistenza se un utente viene violato o truffato da password, valuta o chiavi del portafoglio privato.
ja_jp: ErgoDEXでは、買い手と売り手がサードパーティーに情報を提供する必要がないので、高度なセキュリティを実現します。ただし、ErgoDEXはKYC(本人確認)を行わないため、ユーザーがハッキングまたは詐欺に遭い、パスワードや通貨、財布のキーが流出したとしても、サポートを提供できません。
tr_tr: Satıcılar ve alıcılar bilgilerini 3'üncü bir tarafla paylaşmak zorunda olmadıkları için ErgoDEX bir tür ek güvenlik sunar. Yine de ErgoDEX'te KYC ("know your customer" - müşterini tanı) prosesi yoktur ve eğer bir kullanıcı hacklenirse veya şifresini veya kişisel cüzdan anahtarlarını bir dolandırıcıya kaptırırsa uygulama HİÇBİR destek sağlayamaz.

source: Error
he_il: שגיאה
it_it: Errore
ja_jp: エラー
tr_tr: Hata

source: Estimated output:
es_es: Salida estimada:
he_il: כמות משוערת:
it_it: Risultato stimato:
ja_jp: 推定アウトプット:
tr_tr: Tahmini çıktı:

source: Execution Fee
es_es: Tarifa de ejecución
he_il: עמלת ביצוע
it_it: Costo Di Esecuzione
ja_jp: 実行手数料
tr_tr: İşlem Ücreti

source: Execution Fee Range {0} - {1} {2}
es_es: Rango de tarifa de ejecución {0} - {1} {2}
he_il: טווח עמלת ביצוע {0} - {1} {2}
it_it: Intervallo Commissioni di Esecuzione {0} - {1} {2}
ja_jp: 実行手数料の範囲 {0} - {1} {2}
tr_tr: İşlem Ücret Aralığı {0} - {1} {2}

source: Execution Fee:
es_es: Tarifa de ejecución:
he_il: עמלת ביצוע:
it_it: Costo Di Esecuzione:
ja_jp: 実行手数料:
tr_tr: İşlem Ücreti:

source: Experimental
he_il: נסיוני
it_it: Sperimentale
ja_jp: ベータ版
tr_tr: Deneme sürecinde

source: Extension period
es_es: Período de extensión
he_il: תקופת הארכה
it_it: Periodo di proroga
ja_jp: 延長する期間
tr_tr: Uzatma periyodu

source: Fee tier
es_es: Nivel de tarifa
he_il: מדרגת עמלה
it_it: Livello di commissione
ja_jp: 各手数料
tr_tr: Ücret sınıfı

source: Fee:
es_es: Tarifa:
he_il: עמלה:
it_it: Commissione:
ja_jp: 手数料:
tr_tr: Ücret:

source: Fees
es_es: Tarifas
he_il: עמלות
it_it: Commissioni
ja_jp: 手数料:
tr_tr: Ücretler

source: From
es_es: De
he_il: מ
it_it: Da
ja_jp: から
tr_tr: Bundan

source: Get help in our channels:
es_es: Obtén ayuda en nuestros canales:
he_il: קבלי עזרה בערוצים שלנו:
it_it: Ottieni aiuto nei nostri canali:
ja_jp: コミュニティに質問する:
tr_tr: Kanallarımızdan yardım alın:

source: Global Settings
es_es: Configuración global
he_il: הגדרות כלליות
it_it: Impostazioni Globali
ja_jp: 全体設定
tr_tr: Genel Ayarlar

source: How to use
es_es: Cómo usar ErgoDex
he_il: כיצד להשתמש
it_it: Come si usa
ja_jp: 使い方
tr_tr: Nasıl kullanılır

source: I understand that I'm locking <0>{0}</0> LP-tokens, which is <1>{percent}%</1> of my <2>{1}/{2}</2> liquidity position, for a period of <3>{3}</3> (until {4}) without the ability to withdrawal before the end of this period.
es_es: Entiendo que estoy bloqueando <0>{0}</0> tokens de LP, que es <1>{percent}%</1> de mi <2>{1}/{2}</2> posición de liquidez, durante un período de <3>{3}</3> (hasta {4}) sin tener la capacidad de retirar antes del final de este periodo.
he_il: אני מבינה שאני חוסמת <0>{0}</0> LP-tokens, שהם <1>{percent}%</1> מ <2>{1}/{2}</2> עמדת הנזילות שלי, לתקופה של <3>{3}</3> (עד {4}) ללא אפשרות לביצוע משיכה לפני תום התקופה הזו.
it_it: Capisco che sto bloccando <0>{0}</0> LP-tokens, che è <1>{percent}%</1> della mia <2>{1}/{2}</2> posizione di liquidità, per un periodo di <3>{3}</3> (fino a {4}) senza la possibilità di prelevare prima della fine di questo periodo.
ja_jp: <0>{0}</0>LPトークン(<2>{1}/{2}</2>の流動性ポジションの<1>{percent}%</1>)をロックし、<3>{3}</3>間または{4}まで引き出せないことを理解しました。
tr_tr: <2>{1}/{2}</2> Likidite pozisyonumun <1>%{percent}</1> kadarını oluşturan <0>{0}</0> likidite havuzu tokenımı <3>{3}</3> süresince ({4} tarihine kadar) hapsettiğimi ve bu periyod sona ermeden geri çekemeyeceğimi anlıyorum.

source: I understand that I’m relocking <0>{0}</0> LP-tokens of my <1>{1}/{2}</1> position until <2>{3}</2> (or <3>{4}</3> block) without the ability to withdrawal before the end of this period.
es_es: Entiendo que estoy bloqueando <0>{0}</0> LP-tokens de mi<1>{1}/{2}</1> posición hasta <2>{3}</2> (o el bloque <3>{4}</3>) sin la capacidad de retirarlos antes de que se acabe el periodo.
he_il: אני מבינה שאני חוסמת מחדש <0>{0}</0> LP-tokens מ <1>{1}/{2}</1> עמדה שלי עד <2>{3}</2> (או בלוק <3>{4}</3>) ללא אפשרות למשיכה לפני סוף תקופה זו.
it_it: Capisco che sto ribloccando <0>{0}</0> LP-tokens, che è <1>{1}%</1> della mia <2>{2}/{3}</2> posizione di liquidità, per un periodo di <3>{4}</3> (fino a) senza la possibilità di prelevare prima della fine di questo periodo.
ja_jp: 私は<0>{0}</0>私の <1>{1}/{2}</1>のLPトークンを再ロックし、<2>{3}</2>(または<3>{4}</3>ブロック)まで引き出せないことを理解しました。
tr_tr: <1>{1}/{2}</1> pozisyonundaki <0>{0}</0> likidite havuzu tokenımı <2>{3}</2> tarihine kadar (ya da <3>{4}</3> bloğa dek) yeniden hapsettiğimi ve bu periyod sona ermeden geri çekemeyeceğimi anlıyorum.

source: I understand the risks
he_il: אני מבינה את הסיכונים
it_it: Sono consapevole dei rischi
tr_tr: Riskleri anlıyorum

source: I understand the risks and accept the KYA
es_es: Entiendo los riesgos y acepto el KYA
he_il: אני מבין את הסיכונים ומקבל את ה-KYA
it_it: Comprendo i rischi e accetto il KYA
ja_jp: 私はリスクを理解し、KYA(リスクの理解)を承認します。
tr_tr: Riskleri anlıyor ve Bilgilendirme Metnini kabul ediyorum

source: Increase Liquidity
es_es: Aumentar liquidez
he_il: הוסף נזילות
it_it: Aumenta La Liquidità
ja_jp: 流動性を追加する
tr_tr: Likiditeyi Artır

source: Initial liquidity
es_es: Liquidez inicial
he_il: נזילות התחלתית
it_it: Liquidità iniziale
ja_jp: 当初の流動性
tr_tr: Başlangıç likiditesi

source: Initial price
es_es: Precio inicial
he_il: מחיר התחלתי
it_it: Prezzo iniziale
ja_jp: 当初価格
tr_tr: Başlangıç fiyatı

source: Insufficient liquidity for this trade
es_es: Liquidez insuficiente para este intercambio
he_il: אין מספיק נזילות לצורך עסקה זו
it_it: Liquidità insufficiente per questa operazione
ja_jp: このトレードに必要な流動性が不足しています
tr_tr: Bu takas için yetersiz likidite

source: Insufficient {0} Balance
es_es: Saldo insuficiente de {0}
he_il: יתרה {0} לא מספיקה
it_it: Saldo {0} Insufficiente
ja_jp: {0} の残高不足
tr_tr: Yetersiz {0} Bakiye

source: Insufficient {0} Balance for Fees
es_es: Saldo insuficiente de {0} para las tarifas
he_il: יתרה {0} לא מספיקה לעמלות
it_it: Saldo {0} Insufficiente per le Commissioni
ja_jp: 手数料に必要な {0} の残高が足りません
tr_tr: Ücretler için Yetersiz {0} Bakiye

source: Insufficient {token} Balance
es_es: Saldo insuficiente de {token}
he_il: יתרת {token} לא מספיקה
it_it: Saldo {token} Insufficiente
ja_jp: {token} の残高不足
tr_tr: Yetersiz {token} Bakiye

source: Insufficient {token} Balance for Fees
es_es: Saldo insuficiente de {token} para las tarifas
he_il: יתרת {token} לא מספיקה לעמלות
it_it: Saldo {token} Insufficiente per le Commissioni
ja_jp: 手数料に必要な {token} の残高が足りません
tr_tr: Ücretler için Yetersiz {token} Bakiye

source: KYA is not accepted
es_es: KYA no ha sido aceptado
he_il: KYA לא התקבל
it_it: KYA non è accettabile
ja_jp: KYAが承認されていません。
tr_tr: Bilgilendirme Metni kabul edilmedi

source: Language
he_il: שפה
it_it: Lingua
ja_jp: 言語
tr_tr: Dil

source: Learn how to get ERG
es_es: Aprende cómo obtener ERG
he_il: למד איך להשיג ERG
it_it: Scopri come ottenere ERG
ja_jp: ERGを入手する方法を学ぶ
tr_tr: Nasıl ERG elde edeceğini öğren

source: Liquidity
es_es: Liquidez
he_il: נזילות
it_it: Liquidità
ja_jp: 流動性
tr_tr: Likidite

source: Liquidity Locker
es_es: Bloqueador de liquidez
he_il: חוסם נזילות
it_it: Blocco Liquidità
ja_jp: 流動性のロック
tr_tr: Likidite Dolabı

source: Liquidity Pool
es_es: Pool de liquidez
he_il: פּוּל נזילות
it_it: Pool Di Liquidità
ja_jp: 流動性プール
tr_tr: Likidite Havuzu

source: Loading
es_es: Cargando
he_il: טוען
it_it: Caricamento
ja_jp: 読み込み中
tr_tr: Yükleniyor

source: Lock
es_es: Bloquear
he_il: חַסוֹם
it_it: Blocca
ja_jp: ロックする
tr_tr: Hapset

source: Lock Liquidity
es_es: Bloquear liquidez
he_il: חַסוֹם נזילות
it_it: Blocca Liquidità
ja_jp: 流動性をロック
tr_tr: Likidite Hapset

source: Lock liquidity
es_es: Bloquear liquidez
he_il: חַסוֹם נזילות
it_it: Blocca liquidità
ja_jp: 流動性をロック
tr_tr: Likidite hapset

source: Lock period
es_es: Período de bloqueo
he_il: תקופת חסימה
it_it: Durata del blocco
ja_jp: ロック期間
tr_tr: Hapis periyodu

source: Lock time
es_es: Hora de bloqueo
he_il: משך החסימה
it_it: Orario di blocco
ja_jp: ロック時間
tr_tr: Hapis süresi

source: Locked
es_es: Bloqueado
he_il: חסוּם
it_it: Bloccato
ja_jp: ロック済み
tr_tr: Hapsedildi

source: Locked Positions
es_es: Posiciones bloqueadas
he_il: פוזיציות חסומות
it_it: Posizioni Bloccate
ja_jp: ロックされているポジション
tr_tr: Hapis Pozisyonlar

source: Locked liquidity
es_es: Liquidez bloqueada
he_il: נזילות חסומה
it_it: Liquidità bloccata
ja_jp: ロックされた流動性
tr_tr: Hapis likidite

source: Locked positions
es_es: Posiciones bloqueadas
he_il: פוזיציות חסומות
it_it: Posizioni bloccate
ja_jp: ロックされているポジション
tr_tr: Hapis pozisyonlar

source: Locking {0} and {1} ({2}) for {3}
es_es: Bloqueando {0} y {1} ({2}) por {3}
he_il: חוסם {0} ו {1} ({2}) ל {3}
it_it: Blocco di {0} e {1} ({2}) per {3}
ja_jp: {0} と {1} ({2}) を {3} の間ロックする
tr_tr: {3} için {0} ve {1} ({2}) hapsediliyor

source: Max
he_il: מקסימום
it_it: Massimo
ja_jp: 最大
tr_tr: Maksimum
